phil971-psr.org
#+title: PHIL 971 - The Principle of Sufficient Reason 
#+date: July 8, 2022
#+author: Colin McLear

*** DONE Week 7 – Kant II: The PSR & Ontotheology (Guest: Dai Heide)
    SCHEDULED: <2022-10-06 Thu>
   :PROPERTIES:
   :EXPORT_HUGO_TAGS: existence god kant modality psr  
   :EXPORT_FILE_NAME: week7
   :END:        

This week we discuss Kant's arguments concerning existence, possibility, and God. We'll see that though Kant denies that God's existence is something that admits of an explanation, in the manner that contingent things admit of explanation, nevertheless we can be certain of God's existence because God is the ground of all possibility. However, one crucial aspect of Kant's argument continues to cause interpreters trouble---namely, how he understands the nature of =<existence>= as term or predicate (and correspondingly as a property), and how his understanding of =<existence>= figures in his criticism of the ontological argument. We'll center this question through discussion of Kant's /Only Possible Argument/ essay of 1763 and a recent paper by [[https://sites.google.com/view/daiheide/][Dai Heide]] (who will be our guest in seminar) that elucidates and defends Kant's position on this issue. 

Note that the Bennett and the initial sections of the Van Cleve readings in the recommended reading list give relevant background for the view Heide discusses in his paper. 

- [[https://discord.com/channels/1006739669842673674/1025408926382043239][Discussion thread]]
- [[id:20221002T111549.123571][Notes]] ([[file:static/materials/handouts/kant-ontotheology.pdf][PDF]])

**** Readings
- Kant:
   + [[https://www.icloud.com/iclouddrive/0d392QP8SyEkPy7MZQthvjpUA#kant1992-beweisgrund][/The Only Possible Argument in Support of a Demonstration of the Existence of God/, §1]]
   + [[https://www.icloud.com/iclouddrive/0b9ddBPcNPwm-24NIrui38PjQ#kant1992d][/Attempt to Introduce the Concept Of Negative Magnitudes Into Philosophy/, §1]]
- Heide: "[[file:static/materials/readings/heide-ontological-arg.pdf][Rationalism & Kant's Rejection of the Ontological Argument]]"

**** Recommended
- Bennett, [[file:static/materials/readings/bennett-kant-frege.pdf][excerpt from /Kant's Dialectic/]]
- Van Cleve, [[file:static/materials/readings/vancleve-rational-theology.pdf][excerpt from /Problems from Kant/]]
- Stang: [[file:static/materials/readings/stang-real-predicates.pdf][excerpt from /Kant's Modal Metaphysics/]]
- Bader: "[[https://www.icloud.com/iclouddrive/05b7ErfG2fUgWlPwQDPJ7Phww#bader2018][Real Predicates & Existential Judgments]]"

