content/assignments/week7.md
+++
title = "Week 7 – Kant II: The PSR & Ontotheology (Guest: Dai Heide)"
publishDate = 2022-10-06T00:00:00-05:00
tags = ["existence", "god", "kant", "modality", "psr"]
draft = false
weight = -100
author = false
toc = false
type = "post"
+++

This week we discuss Kant&rsquo;s arguments concerning existence, possibility, and God. We&rsquo;ll see that though Kant denies that God&rsquo;s existence is something that admits of an explanation, in the manner that contingent things admit of explanation, nevertheless we can be certain of God&rsquo;s existence because God is the ground of all possibility. However, one crucial aspect of Kant&rsquo;s argument continues to cause interpreters trouble---namely, how he understands the nature of `<existence>` as term or predicate (and correspondingly as a property), and how his understanding of `<existence>` figures in his criticism of the ontological argument. We&rsquo;ll center this question through discussion of Kant&rsquo;s _Only Possible Argument_ essay of 1763 and a recent paper by Dai Heide (who will be our guest in seminar) that tries to work out Kant&rsquo;s position on this issue.

Note that the Bennett and the initial sections of the Van Cleve readings in the recommended reading list give relevant background for the view Heide discusses in his paper.

-   [Discussion thread](https://discord.com/channels/1006739669842673674/1025408926382043239)
-   Notes (TBA)


## Readings {#readings}

-   Kant:
    -   [_The Only Possible Argument in Support of a Demonstration of the Existence of God_, §1](https://www.icloud.com/iclouddrive/0d392QP8SyEkPy7MZQthvjpUA#kant1992-beweisgrund)
    -   [_Attempt to Introduce the Concept Of Negative Magnitudes Into Philosophy_, §1](https://www.icloud.com/iclouddrive/0b9ddBPcNPwm-24NIrui38PjQ#kant1992d)
-   Heide: &ldquo;[Rationalism &amp; Kant&rsquo;s Rejection of the Ontological Argument](/materials/readings/heide-ontological-arg.pdf)&rdquo;


## Recommended {#recommended}

-   Bennett, [excerpt from _Kant&rsquo;s Dialectic_](/materials/readings/bennett-kant-frege.pdf)
-   Van Cleve, [excerpt from _Problems from Kant_](/materials/readings/vancleve-rational-theology.pdf)
-   Stang: [excerpt from _Kant&rsquo;s Modal Metaphysics_](/materials/readings/stang-real-predicates.pdf)
-   Bader: &ldquo;[Real Predicates &amp; Existential Judgments](https://www.icloud.com/iclouddrive/05b7ErfG2fUgWlPwQDPJ7Phww#bader2018)&rdquo;
